Repository: johansenja/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/milestones.po
Languages: es

source: Milestones
es: Hitos

source: Milestones can be included within the planning, tender, contract and contract implementation sections.
es: Los hitos pueden ser incluidos en las secciones de planeación, licitación, contrato e implementación del contrato.

source: Planning
es: Planeación

source: The planning milestones block is used for two types of milestones:
es: El bloque de hitos de planeación se utiliza para dos tipos de hitos:

source: Key events in the planning process, for example, the preparation of an environmental impact assessment, the approval to proceed with a project, or the date of a public consultation.
es: Acontecimientos clave en el proceso de planeación, por ejemplo, la preparación de una evaluación de impacto ambiental, la aprobación para seguir adelante con un proyecto o la fecha de una consulta pública.

source: Anticipated milestones during the contract implementation stage, for example, the date by which goods delivery of the goods is required.
es: Hitos previstos durante la etapa de implementación del contrato, por ejemplo, la fecha en la que se requiere la entrega de los bienes.

source: If during the planning process you have information about tender process milestones, then you populate the tender milestones block instead.
es: Si durante el proceso de planeación tiene información sobre los hitos del proceso de licitación, entonces complete el bloque de hitos de la licitación.

source: Tender
es: Licitación

source: The tender milestones block is used to describe two types of milestone:
es: El bloque de hitos de licitación se utiliza para describir dos tipos de hitos:

source: Key dates in the tender and award stages which are not covered by other fields, for example, the date by which procuring entity will respond to enquiries.
es: Fechas clave en las etapas de licitación y adjudicación que no están cubiertas por otros campos, por ejemplo, la fecha en la que la entidad contratante responderá a las consultas.

source: Anticipated milestones during the contract implementation stage, for example, the date by which goods need to be delivered.
es: Hitos previstos durante la etapa de implementación del contrato, por ejemplo, la fecha en la que deben entregarse los bienes.

source: Contract
es: Contrato

source: The contract milestones block is used to describe:
es: El bloque de hitos del contrato se utiliza para describir:

source: Events related to the signing of the contract, for example, the date of commercial close in a PPP contract.
es: Eventos relacionados con la firma del contrato, por ejemplo, la fecha de cierre comercial en un contrato de APP.

source: Contract Implementation
es: Implementación del contrato

source: The contract implementation milestones block is used to describe:
es: El bloque de hitos de implementación del contrato se utiliza para describir:

source: Any events related to the delivery of the contract, for example, the agreed date by which goods will be delivered.
es: Cualquier evento relacionado con la entrega del contrato, por ejemplo, la fecha acordada en la que se entregarán los bienes.

source: The nature of the milestone is indicated by the [milestone type codelist](../../schema/codelists.md#milestone-type), for example, to distinguish between milestones in the planning section which relate to events in the pre-procurement phase and those which relate to contract implementation.
es: La naturaleza del hito está indicada por la [lista de códigos del tipo de hito](../../schema/codelists.md#milestone-type), por ejemplo distinguir entre los hitos en la sección de planeación que se relacionan con eventos en la fase de pre-adquisición y los que se relacionan con la implementación del contrato.

source: At the point of contract signature, a comparison between `tender/milestones` and `contract/implementation/milestones` with a `milestone/type` of 'delivery' or 'reporting' should reveal how the negotiated contract differs from what was set out at tender time.
es: En el momento de la firma del contrato, una comparación entre `tender/milestones` y `contract/implementation/milestones` con un `milestone/type` de 'delivery' o 'reporting' debe revelar en qué se diferencia el contrato negociado de lo que se estableció en el momento de la licitación.

source: The `dueDate`, `dateMet`, `dateModified` and [`status`](../../schema/codelists.md#milestone-status) fields are used to track the lifecycle of the milestone.
es: Los campos `dueDate`, `dateMet`, `dateModified` y [`status`](../../schema/codelists.md#milestone-status) se utilizan para realizar un seguimiento del ciclo de vida del hito.

source: Worked examples
es: Ejemplos prácticos

source: The following worked examples show how to use milestones in different scenarios.
es: Los siguientes ejemplos prácticos muestran cómo utilizar hitos en diferentes escenarios.

source: Planning milestones
es: Hitos de Planeación

source: The example below includes a planning release with details of a planned procurement, including the date the budget plan is expected to be ready.
es: El ejemplo siguiente incluye una entrega de planeación con detalles de una contratación planeada, incluida la fecha que se espera que el plan presupuestario esté listo.

source: The date the budget plan is expected to be ready is represented using a milestone in `planning/milestones` with `.type` is set to 'preProcurement' because the milestone relates to the planning process. `.dueDate` is set to the date and `.status` is set to 'scheduled'.
es: La fecha en la que se espera que el plan presupuestario esté listo se representa mediante un hito en `planning/milestones` con `.type` establecido a 'preProcurement' porque el hito está relacionado con el proceso de planeación. La fecha de vencimiento `.dueDate` es establecida a la fecha y el estado `.status` es establecido a 'scheduled'.

source: Contract implementation milestones
es: Hitos de implementación de contratos

source: The following worked examples show how to use milestones in contract implementation releases
es: Los siguientes ejemplos prácticos muestran cómo utilizar hitos en las entregas de implementación de contratos.

source: Project data
es: Datos de proyecto

source: This worked example shows how to use milestones to model the planned and actual start and finish dates for a construction project.
es: Este ejemplo práctico muestra cómo utilizar hitos para modelar las fechas de inicio y finalización planificadas y reales para un proyecto de construcción.

source: The example below includes three OCDS releases:
es: El siguiente ejemplo incluye tres entregas OCDS:

source: An implementation release which includes the scheduled start and end dates for the project.
es: Una entrega de implementación que incluye las fechas de inicio y finalización programadas para el proyecto.

source: An implementation update release with the actual start date of the project
es: Una entrega de actualización de implementación con la fecha de inicio real del proyecto

source: An implementation update release with the actual end date of the project
es: Una entrega de actualización de implementación con la fecha de finalización real del proyecto

source: In the award release:
es: En la entrega de adjudicación:

source: The scheduled start and end dates for the project are represented using milestones in `contracts/implementation/milestones` with `.type` set to 'delivery' because they relate to the delivery of the contract. The dates are provided in `.dueDate` and `.status` is set to 'scheduled'.
es: Las fechas de inicio y finalización programadas para el proyecto se representan mediante hitos en `contracts/implementation/milestones` con `.type` establecido a 'delivery' porque se relacionan con la entrega del contrato. Las fechas se proporcionan en `.dueDate` y `.status` son establecidos a 'scheduled'.

source: The publisher has defined their own values for the `.code` field so they can filter and compare start and end date milestones across different contracts.
es: El publicador ha definido sus propios valores para el campo `.code` para que puedan filtrar y comparar los hitos de fecha de inicio y finalización en diferentes contratos.

source: In the first implementation update release, which is published after the project starts but before it completes:
es: En la primera entrega de actualización de implementación, que se publica después que comience el proyecto pero antes que finalice:

source: In the project commencement milestone, `.dateMet` is set to the actual start date and `.status` is set to 'met'. `.dateModified` is set to the date the milestone was updated.
es: En el hito de inicio del proyecto, `.dateMet` es establecido a la fecha de inicio real y `.status` es establecido a 'met'. El campo `.dateModified` es establecido a la fecha en que se actualizó el hito.

source: In the project completion milestone, `.status` is set to 'notMet' since the project is not yet complete and `.dateModified` is set to the date the milestone was updated.
es: En el hito de finalización del proyecto, `.status` es establecido a 'notMet' ya que el proyecto aún no está completo y `.dateModified` es establecido a la fecha en que se actualizó el hito.

source: Users can compare the project commencement milestone's `.dueDate` and `.dateMet` fields to determine if the project started on time. Users can also compare the project completion milestone's `.dueDate` and `.dateModified` fields to determine whether the `.status` has been updated since the scheduled completion date.
es: Los usuarios pueden comparar los campos `.dueDate` y `.dateMet` del hito de inicio del proyecto para determinar si el proyecto comenzó a tiempo. Los usuarios también pueden comparar los campos `.dueDate` y `.dateModified` del hito de finalización del proyecto para determinar si el `.status` ha sido actualizado desde la fecha de finalización programada.

source: In the second implementation update release, which is published after the project completes:
es: En la segunda entrega de actualización de implementación, que se publica una vez finalizado el proyecto:

source: In the project completion milestone, `.dateMet` is set to the actual completion date for the project and `.status` is set to 'met'.
es: En el hito de finalización del proyecto, `.dateMet` es establecido a la fecha de finalización real del proyecto y `.status` es establecido a 'met'.

source: Delivery and financing data
es: Datos de entrega y financiación

source: This example shows how milestones can be used to keep track of delivery and financing (payment) data in a contracting process.
es: Este ejemplo muestra cómo se pueden utilizar los hitos para realizar un seguimiento de los datos de entrega y financiación (pago) en un proceso de contratación.

source: An implementation release with contract information including scheduled implementation milestones.
es: Una entrega de implementación con información del contrato que incluye los hitos de implementación programados.

source: An implementation update release with the actual date the milestone was reached.
es: Una entrega de actualización de implementación con la fecha real en que se alcanzó el hito.

source: An implementation update release with payment information
es: Una entrega de actualización de implementación con información de pago

source: In the implementation release:
es: En la entrega de implementación:

source: Milestones have been set for the delivery and payment of goods and services related to the project. Contract information is released along with the implementation milestones.
es: Se han marcado hitos para la entrega y pago de bienes y servicios relacionados con el proyecto. La información del contrato se publica junto con los hitos de implementación.

source: In the first implementation update release:
es: En la primera entrega de actualización de implementación:

source: The milestone ("Finish the exterior and interior walls") has been met, so the `status` field is set to 'met' and the relevant dates are added to the `dateMet` and `dateModified` fields.
es: El hito ("Terminar las paredes exteriores e interiores") ha sido alcanzado, entonces el campo `status` es establecido a 'met' y las fechas relevantes se agregan a los campos `dateMet` y `dateModified`.

source: In the second implementation update release:
es: En la segunda entrega de actualización de implementación:

source: The construction company has received payment for the work done so far, so the milestone for the wall restoration with type 'financing' is updated. A new `transaction` is disclosed, with the amount paid to the company.
es: La empresa constructora ha recibido el pago por el trabajo realizado hasta el momento, por lo que se actualiza el hito de la restauración del muro con el tipo 'financing' el cual es actualizado. Se publica un nuevo ‘transaction’, con el monto que se le pago a la compañía.
